[
  {
    "title": "Croucher Scholarship",
    "url": "https://croucher.org.hk/funding/study-awards/scholarships",
    "contents": [
      "Eligibility",
      "<p>Croucher Scholarships allow you to devote yourself to a period of full-time study or research in natural sciences, medicine or technology in approved academic institutions outside Hong Kong, leading to a PhD degree.</p>",
      "<p>To be eligible to apply, you must:</p>",
      "<li>Be a permanent resident of Hong Kong;</li>",
      "<li>Have either;</li>",
      "<li>Gained First-Class Honours or equivalent qualifications in your first degree, or</li>",
      "<li>Have, or expect to have, a higher degree (e.g., MSc or MPhil degree) by September 2024.</li>",
      "<p>Please note that an MPhil transfer to doctoral candidature is not considered equivalent to an ordinary MPhil or MSc.</p>",
      "<p>You are also welcome to apply if you are in your final year of your first degree, but any offer of an award will be conditional on your gaining First-Class Honours or equivalent qualifications by July 2024.</p>",
      "Value of the Award",
      "<p>As a Croucher Scholar, depending on your circumstances, you can expect to receive the following benefits:</p>",
      "<li>An annual maintenance allowance, currently set at USD38,850 per annum;</li>",
      "<li>Payment of your tuition fees and college fees (where applicable);</li>",
      "<li>A one-way economy class air fare at both the beginning and end of your tenure;</li>",
      "<li>A one-off arrival allowance of USD1,000 to cover the costs of arriving in a new country during your first year of tenure;</li>",
      "<li>An academic development allowance of up to USD2,000 per annum to allow you to attend conferences, workshops or courses during the tenure of your award;</li>",
      "<li>A medical insurance allowance of up to USD2,000 per annum to cover medical insurance costs or health surcharge;</li>",
      "<li>A family allowance, where applicable, of up to USD16,000 per annum for your first child and up to USD6,800 per annum for every additional child who lives with you during the entire duration of the award;</li>",
      "<li>A commencement award of USD9,700 to be offered towards the end of your doctoral studies to cover the cost of thesis preparation and travel expenses for you and your family to attend your graduation ceremony;</li>",
      "<li>And, if you are interested in a science education, we will grant you an allowance to support well-designed activities and projects in schools and in the wider community.</li>",
      "<p>You would need to submit a simple proposal for this. Your programme of activities should be designed to involve local school students, teachers, families and/or other non-specialist audiences in dialogue and debate. It should be completed within the period of your award.</p>",
      "Duration of Scholarships",
      "<p>Scholarships may be held for up to and including the third year of your PhD programme.</p>",
      "<p>Not all scholars receive three years of support. For instance, if you start the scholarship from the second year of your PhD study, you will get only two years of support. And if your scholarship starts from the third year of your PhD studies, you will get one year of support.</p>",
      "<p>If your application is successful, the length of your award will be explicitly stated in your offer letter.</p>",
      "<p>Please note that if your award is for more than one year, it will be subject to an annual review. The granting of subsequent years of funding will be conditional on your having made satisfactory progress.</p>"
    ]
  },
  {
    "title": "Studentships in Hong Kong",
    "url": "https://croucher.org.hk/funding/study-awards/hk-studentships",
    "contents": [
      "<p>Croucher Studentships allow you to devote yourself to a period of full-time study or research in natural sciences, technology and medicine in approved academic institutions in Hong Kong, leading to a PhD degree.</p>",
      "<p>To be eligible to apply, you must:</p>",
      "<li>be a permanent resident of Hong Kong;</li>",
      "<li>have either gained First-Class Honours or equivalent qualifications in your first degree, or hold (or expect to have) a higher degree (e.g., MSc or MPhil degree) by September 2024.</li>",
      "<p>Please note that an MPhil transfer to doctoral candidature is not considered equivalent to an ordinary MPhil or MSc.</p>",
      "<p>You are also welcome to apply if you are in your final year of your first degree, but any offer of an award will be conditional on your gaining First-Class Honours or equivalent qualifications by July 2024.</p>",
      "<p>Holders of a studentship must be full-time students.</p>",
      "Value of the Award",
      "<p>As a holder of a Croucher Studentship, you can expect to receive the following benefits:</p>",
      "<li>an annual cash award (currently at HK$80,000 per annum);</li>",
      "<li>an academic development allowance of up to HK$15,600 per annum to allow you to attend conferences, workshops or courses during the tenure of your award;</li>",
      "<li>and, if you are interested in science education, we will grant you an allowance to support well-designed activities and projects in schools and in the community where you are based for your studentship.</li>",
      "<li>You would need to submit a simple proposal for this. Your programme of activities should be designed to involve local school students, teachers, families and/or other non-specialist audiences in dialogue and debate. It should be completed within the period of your award.</li>",
      "<li>Croucher Studentships may be held concurrently with a university postgraduate studentship or any other award.</li>",
      "Duration of Scholarships",
      "<li>Studentships may be held for up to and including the third year of your PhD programme.</li>",
      "<li>Not all holders of a studentship will receive three years of support. For instance, if you start the studentship from the second year of your PhD study, you will get only two years of support. And if your studentship starts from the third year of your PhD studies, you will get one year of support.</li>",
      "<li>If your application is successful, the length of your award will be explicitly stated in your offer letter.</li>",
      "<li>Please note that if your award is for more than one year, it will be subject to an annual review. The granting of subsequent years of funding will be conditional on your having made satisfactory progress.</li>",
      "<li>If you are successful, your award will be subject to your being accepted by the institution you have applied to.</li>"
    ]
  },
  {
    "title": "Hong Kong PhD Fellowship Scheme",
    "url": "https://cerg1.ugc.edu.hk/hkpfs/index.html",
    "contents": [
      "<h3>Background</h3>",
      "<p>Established by the Research Grants Council (RGC) of Hong Kong in 2009, the Hong Kong PhD Fellowship Scheme (HKPFS) aims at attracting the best and brightest students in the world to pursue their PhD studies in Hong Kong's universities.</p>",
      "<h3>Eligibility</h3>",
      "<p>Candidates who are seeking admission as new full time PhD students in the following eight universities, irrespective of their country of origin, prior work experience and ethnic background, should be eligible to apply.</p>",
      "<li>City University of Hong Kong</li>",
      "<li>Hong Kong Baptist University</li>",
      "<li>Lingnan University</li>",
      "<li>The Chinese University of Hong Kong</li>",
      "<li>The Education University of Hong Kong</li>",
      "<li>The Hong Kong Polytechnic University</li>",
      "<li>The Hong Kong University of Science and Technology</li>",
      "<li>The University of Hong Kong</li>",
      "<p>Applicants should demonstrate outstanding qualities of academic performance, research ability / potential, communication and interpersonal skills, and leadership abilities.</p>",
      "<h3>Fellowship Award</h3>",
      "<p>The Fellowship provides an annual stipend of HK$331,200 (approximately US$42,460) and a conference and research-related travel allowance of HK$13,800 (approximately US$1,760) per year for each awardee for a period up to three years. 350 PhD Fellowships will be awarded in the 2024/25 academic year*. For awardees who need more than three years to complete the PhD degree, additional support may be provided by the chosen universities. For details, please contact the universities concerned directly.</p>",
      "<p>* Universities in Hong Kong normally start their academic year in September.</p>"
    ]
  },
  {
    "title": "Marshall Scholarships",
    "url": "https://www.marshallscholarship.org/apply/eligibility",
    "url2": "https://www.marshallscholarship.org/media/2553/rules-2-year-2024_v3-final.pdf",
    "contents": [
      "<p>Marshall Scholarships finance young Americans of high ability to study for a degree in the United Kingdom in a system of higher education recognised for its excellence. Up to fifty Marshall Scholarships will be awarded in 2024. They are tenable at any British university and for study in any discipline at graduate level, leading to the award of a British university degree.<p>",
      "<p>To be eligible for a 2024 Marshall Scholarship, candidates must:</p>",
      "<li>Be citizens of the United States of America (at the time they apply for a scholarship);</li>",
      "<li>(By the time they take up their scholarship i.e. September 2024) hold their first undergraduate degree from an accredited four-year college or university in the United States;</li>",
      "<li>Have obtained a grade point average of not less than 3.7 on their undergraduate degree at the time of application. We do not accept rounded GPA's.",
      "<li>Have graduated from their first undergraduate college or university after April 2021.</li>",
      "<li>Not have studied for, or hold a degree or degree-equivalent qualification from a British University or GCSE or A Levels taken at school in the UK.</li>",
      "Awards",
      "The total value of a Marshall Scholarship varies according to the circumstances (place of residence, selected university, etc.) of each Scholar. Scholars will receive the following:",
      "• a personal allowance to cover residence and cost of living expenses at the current stipend rate of £1,236 per month for Scholars studying outside of London and £1,516 for those studying in London. The stiped rates are set by the UK government are updated in October each year and the first quarterly payment is received upon arrival to the UK.;",
      "• payment of tuition fees;",
      "• fares to and from the United States;",
      "• Claimable allowances totalling approximately £3,500 include but are not limited to:",
      "a grant for books;",
      "a grant for approved travel in connection with studies;",
      "payment of necessary daily expenses for travel between place of residence and place of study, provided the distance between the two is reasonable;",
      "a grant for the cost of preparation of any thesis submitted for examination, if required;",
      "shipping of property to and from the United States",
      "Marshall Scholarships are not subject to UK Income Tax but may be considered taxable income by the US Internal Revenue Service"
    ]
  },
  {
    "title": "John Monash Scholarship",
    "url": "https://www.johnmonash.com/scholarships/about-the-john-monash-scholarship",
    "contents": [
      "<p>The General Sir John Monash Foundation provides postgraduate scholarships to support outstanding Australians to undertake studies anywhere in the world.</p>",
      "<p>The Scholarship's purpose is to foster Australian leadership, expertise and international networks for the long-term benefit of the country. The John Monash Scholarship is emblematic of our country's academic talent, diversity and leadership excellence.</p>",
      "<p>Successful Scholarship applicants demonstrate excellence in their field, leadership aptitude, and are motivated to contribute to a better future for Australia.</p>",
      "<div>Am I eligible for a John Monash Scholarship?</div>",
      "<p>To be eligible for a John Monash Scholarship you must:</p>",
      "<li><p>be an Australian citizen;</p></li>",
      "<li><p>have completed (or nearly completed) a degree with an Australian university;</p></li>",
      "<li><p>be planning to undertake postgraduate study at an overseas university commencing in the calendar year following the year that you apply; and</p></li>",
      "<li><p>be able to argue the merits of your chosen course, institution, and how you are best positioned to drive progress in your chosen field.</p></li>",
      "<p>Applicants who are successful in securing a Rhodes, Fulbright or Ramsay scholarship are not eligible to hold a John Monash Scholarship concurrently.</p>"
    ]
  },
  {
    "title": "Palantir Future Scholarship",
    "url": "https://www.palantir.com/careers/students/scholarship/future/",
    "contents": [
      "<h1>We launched the Palantir Future Scholarship in 2016 to support and encourage students from racial/ethnic communities underrepresented in STEM.</h1>",
      "<p>We hope to encourage these students in their computer science, engineering, and technical studies, and celebrate their potential to become leaders in these fields.</p>",
      "<p>We especially encourage students attending US-based Minority Serving Institutions to apply.</p>",
      "<p>Scholarship recipients will be invited to participate in professional development workshops, designed to prepare them to successfully launch their careers in technology. Eligible recipients will also have the opportunity to interview for internship and full-time roles.</p>",
      "<p>All recipients are awarded grants of $7,000 to support their education.</p>",
      "<h2>2024 Eligibility</h2>",
      "<p>The Future Scholarship is open to students who:</p>",
      "<li>Are undergraduate or Masters students actively enrolled in an accredited U.S., Canadian or Mexican college/university during the academic years that the scholarship is awarded, i.e. you must be enrolled in both the current (2023-24) and upcoming (2024-25) academic years</li>",
      "<li>Are majoring in or plan to major in the fields of Computer Science, Software Engineering, or a closely related technical field</li>",
      "<li>Have not been a Palantir scholarship recipient in the past</li>"
    ]
  },
  {
    "title": "Palantir Future Scholarship - Global",
    "url": "https://www.palantir.com/careers/students/scholarship/future-global/",
    "contents": [
      "<h1>Palantir launched the Future Scholarship to celebrate and support students from across the globe who are beginning careers in technology.</h1>",
      "<p>We hope to encourage these students in their computer science, engineering, and technical studies, and celebrate their potential to become leaders in these fields. We especially encourage students from communities that are historically underrepresented in the field of technology to apply.</p>",
      "<p>Scholarship recipients will be invited to participate in professional development workshops, designed to prepare them to successfully launch their careers in technology.</p>",
      "<p>Eligible recipients will also have the opportunity to interview for internship and full-time roles. All recipients are awarded grants of $7,000 to support their education.</p>",
      "<h2>2024 Eligibility</h2>",
      "<p>The Future Scholarship (Global) is open to students who:</p>",
      "<li>Are undergraduate or Master's students actively enrolled in an accredited university outside of North America during the academic years that the scholarship is awarded, i.e. you must be enrolled in both the current (2023-24) and upcoming (2024-25) academic years</li>",
      "<li>Are majoring in or plan to major in the fields of Computer Science, Software Engineering, or a closely related technical field</li>",
      "<li>Have not been a Palantir scholarship recipient in the past.</li>"
    ]
  },
  {
    "title": "Two Sigma PhD Fellowship",
    "url": "https://www.twosigma.com/community/academic-partnerships/graduate-students/phd-fellowships/",
    "contents": [
      "Provision of the award",
      "<li>Fellowship recipients will receive an award for two consecutive Academic years (not to exceed $75,000 USD per Academic year) to cover tuition and fees plus a stipend for living expenses, paid directly to the university.</li>",
      "<li>Fellowship recipients will also receive a one-time award of $10,000 USD paid to the Fellowship recipient directly which, as a condition of the fellowship, may only be used for tuition, fees required to enroll at or attend their university, and/or books, supplies, equipment, and course-related fees for courses at their university.</li>",
      "<li>A Two Sigma Research Mentor will be assigned to the Fellowship recipient.</li>",
      "Eligibility",
      "<li>Applications must be on behalf of full-time students currently pursuing a PhD at an accredited university in the United States.</li>",
      "<li>Students must be in at least their 3rd year of a PhD program when the Fellowship begins (fall semester or quarter 2024).</li>",
      "<li>Students' research must be relevant to one of the disciplines listed below:</li>",
      "<li><b>Statistics</b> - Topics of interest include: statistical learning, statistical inference, Bayesian statistics, optimization, time series analysis, high dimensional statistics, non-parametric statistics.</li>",
      "<li><b>Computer Science</b> - Topics of interest include: machine learning & artificial intelligence, deep learning, reinforcement learning, natural language processing, computer vision, robotics, computational biology</li>",
      "<li><b>Physics</b> - Topics of interest include: applications of machine learning, simulation and big data techniques to physics, including particle physics, astrophysics, condensed matter.</li>",
      "<li><b>Applied Mathematics -</b> Topics of interest include: linear / nonlinear optimization, numerical analysis, financial mathematics, operations research, probability,  differential equations, signal processing.</li>",
      "<li><b>Finance/Econometrics -</b> Topics of interest include: machine learning & empirical asset pricing, game theory, market microstructures, agent based models, behavioral finance, quantitative finance, volatility modeling and forecast, optimal execution, portfolio optimization, derivatives modeling, high frequency econometrics, theoretical asset pricing dynamic equilibrium models, stochastic models, option pricing, credit risk modeling, asset covariance estimation, inference, high-dimensional data, financial optimization-optimal execution, portfolio optimization, optimal hedging.</li>",
      "<li>Two Sigma employees, contractors/consultants, and relatives are not eligible.</li>",
      "<li>Students that are already supported by another industry fellowship are not eligible. Government or non-profit organization funding is exempt.</li>"
    ]
  },
  {
    "title": "APIA SCHOLARSHIP PROGRAM",
    "url": "https://apiascholars.org/scholarship/apia-scholarship/",
    "contents": [
      "<h4>ABOUT THE APIA SCHOLARSHIP PROGRAM</h4>",
      "<p>The APIA Scholarship is our largest scholarship program, open to AANHPI undergraduate students attending any U.S. accredited university or college. Scholarship amounts range from $2,500 one-year awards to $20,000 multi-year awards. APIA Scholars has a special focus on supporting AANHPI students who live at or below the poverty line; are in the first generation of their family to attend college; are representative of the APIA community's diversity, (geographically and ethnically}, especially those ethnicities that have been underrepresented on college campuses due to limited access and opportunity. Strong applicants would also have an emphasis on community service and leadership.</p>",
      "<h4>APIA SCHOLARS MINIMUM ELIGIBILITY CRITERIA FOR 2024-2025 ACADEMIC YEAR:</h4>",
      "<li>Be able to describe your ethnicity, heritage, or ancestry in relation to the countries, territories, or lands in Asia or the Pacific Islands</li>",
      "<li>Be a citizen, national, or legal permanent resident of the United States. Citizens of the Republic of the Marshall Islands, Federated States of Micronesia and the Republic of Palau are also eligible to apply</li>",
      "<li>Be enrolling or continuing as a degree-seeking undergraduate student in a U.S. accredited college or university in Fall 2024</li>",
      "<li>Have a minimum cumulative GPA of 2.7 on a 4.0 scale (unweighted), or equivalent, or have earned a GED</li>",
      "<li>Must apply for federal financial aid for the 2024-2025 academic year using the Free Application for the Federal Student Aid (FASFA) by early April 2024</li>"
    ]
  },
  {
    "title": "The Hertz Fellowship",
    "url": "https://www.hertzfoundation.org/the-fellowship/eligibility-benefits/",
    "contents": [
      "<h2>Eligibility</h2>",
      "<div><p>We know the nation's most promising talent can come in many packages, from different disciplines, backgrounds, and points of view.</p></div>",
      "<div><p>To help focus our search, we've established the following eligibility criteria. We understand there are sometimes unique circumstances, so please do not hesitate to contact us with any questions at <a>fellowshipinfo@hertzfoundation.org</a>.</p></div>",
      "<div><p>All eligible applicants must:</p></div>",
      "<div><li>be college seniors, first-year graduate students, or in a gap year preparing to apply to graduate school;</li>",
      "<li>intend to pursue a PhD in the applied physical and biological sciences, mathematics, or engineering;</li>",
      "<li>intend to direct their studies toward understanding and solving major, near-term problems facing society; and</li>",
      "<li>be citizens or permanent residents of the United States.</li></div>",
      "<div><p>We do not award fellowships to applicants pursuing professional degrees other than a PhD, such as an MD, JD, MBA, DPH, or DVM. However, we will support the PhD portion of an MD/PhD program.</p></div>",
      "<div><p>Anti-Discrimination Notice: We do not discriminate against any individual on the basis of sex, race, creed, religion, color, gender, gender identity, gender expression, national origin, ancestry, physical or mental disability, medical condition, genetic information, marital status, registered domestic partner status, age, sexual orientation, military and veteran status, or any other basis protected by law.</p></div>",
      "<div><h2>Compensation</h2></div>",
      "<div><p>The Hertz Fellowship compensation package includes a cost-of-education allowance and a personal stipend valued at up to $250,000.</p></div>",
      "<div><p>Fellows have two options for receiving their fellowship compensation.</p></div>",
      "<div><h4>Option 1: Funding from the Hertz Foundation Only</h4></div>",
      "<div><li>$38,000/nine-month personal stipend</li>",
      "<li>Full tuition equivalent</li>",
      "<li>Renewable annually for up to five years</li>",
      "<li>$5,000/year stipend for fellows with dependent children</li></div>",
      "<div><h4>Option 2: Coordination with Another Awarding Institution</h4></div>",
      "<div><p>If you receive a fellowship, scholarship, or grant offer from another funding entity, we'll coordinate with that organization or institution to make sure you can take advantage of each offer and receive the maximum possible compensation.</p></div>",
      "<div><p>Example: Three year fellowship with the National Science Foundation (NSF)</p></div>",
      "<div><li>Hertz Foundation period: Full tuition equivalent and $44,000/nine-month personal stipend</li>",
      "<li>NSF period: $9,000/year supplemental stipend from Hertz Foundation</li>",
      "<li>Renewable annually for up to five years</li>",
      "<li>$5,000/year stipend for fellows with dependent children</li></div>",
      "<div><h2>Moral Commitment</h2></div>",
      "<div><p>The Hertz Foundation strongly believes that science and technology should make a positive impact on our nation.</p></div>",
      "<div><p>As a public charity, we are committed to empowering young minds who will put their talents to work when it matters most. That's why before awarding a fellowship, we require that applicants make a nonbinding moral commitment to make their skills available to the United States in times of national emergency.</p></div>",
      "<div><p>Importantly, this is not a contractual obligation. We don't tell our fellows that the nation requires their action, and we have no definition for what constitutes a national emergency.</p></div>",
      "<div><p>Throughout history, science and technology have played essential roles in overcoming major challenges facing society, from creating vaccines that fight global epidemics to developing technology that predicts natural disasters. We leave it up to each fellow to determine in their eyes whether the nation faces a truly serious challenge and if they are positioned to use their knowledge and abilities to address it.</p></div>",
      "<div><h2>Fields of Study</h2></div>",
      "<div><p>The Hertz Foundation awards fellowships to graduate students pursuing a PhD in the applied physical and biological sciences, mathematics, or engineering.</p></div>",
      "<div><p>We do not award fellowships based on an applicant's particular field of study; however, we do require that applicants direct their work toward understanding and solving major, near-term problems facing society. For each applicant, that could mean something different—inventing a new technology, developing a business, or applying their interests in innovative ways.</p></div>",
      "<div><p>It's up to the applicant to advocate for their specific field of study and demonstrate how it will be applied to address real-world challenges with the greatest impact.</p></div>",
      "<div><p>View our <a>list of fellows</a> to learn more about their fields of interest.</p></div>"
    ]
  },
  {
    "title": "Marion B. Sewer Distinguished Scholarship for Undergraduates",
    "url": "https://www.asbmb.org/diversity/undergraduate-scholarship",
    "contents": [
      "<p>The Marion B. Sewer Distinguished Scholarship for Undergraduates offers financial support to students who demonstrate an interest in the fields of biochemistry and molecular biology and enhance the diversity of science. Students whose social, educational or economic background adds to the diversity of the biomedical workforce or who show commitment to enhancing academic success of underrepresented students are eligible. It is expected that scholarship recipients remain engaged in ASBMB activities, even after the completion of the scholarship.</p>",
      "<p>The scholarship provides $2,000 toward undergraduate tuition and related educational costs (e.g. room and board, books and supplies, etc.) for one academic year and can be applied to fall or spring tuition bills of the year following scholarship award notification. Up to ten scholarships will be awarded each academic year. Applications by individuals from underrepresented groups are encouraged, although all qualified applicants will be considered without regard to race, gender, ethnicity or national origin.</p>",
      "<p>The Marion B. Sewer Distinguished Scholarship for Undergraduates is named in honor of<a>Dr. Marion Sewer</a>, professor of pharmacology at the University of California, San Diego, and former deputy chair of the ASBMB Minority Affairs Committee, now named the <a>Maximizing Access Committee</a>. Dr. Sewer was a role model for students at all stages and was deeply committed to service within the scientific community.</p>",
      "<h2>Eligibility</h2>",
      "<p>Applicants for the Marion B. Sewer Distinguished Scholarship for Undergraduates must:</p>",
      "<li>Be a U.S. citizen, U.S. national or permanent resident at the time of application. Students with DACA status also are eligible. Foreign nationals in the U.S. on a visa are not eligible.</li>",
      "<li>Be enrolled or accepted for enrollment as a full-time student at an accredited two- or four-year institution located in the U.S. or U.S. territories. High school seniors are eligible to apply.</li>",
      "<li>Be an <a>ASBMB member</a> at the time of application. Undergraduates and high school students can join the ASBMB directly. Undergraduates also have the option of joining an <a>ASBMB Student Chapter</a> at a participating institution.</li>",
      "<li>Declare a Biochemistry and/or Molecular Biology major, or related discipline.</li>",
      "<li>Have a minimum GPA of 3.0 on a 4.0 scale.</li>"
    ]
  },
  {
    "title": "The American Chemical Society Division of Analytical Chemistry Graduate Fellowship",
    "url": "https://acsanalytical.org/graduate-student-fellowships/",
    "contents": [
      "<h4>The American Chemical Society Division of Analytical Chemistry Graduate Fellowship Program is designed to encourage basic research in the field of analytical chemistry, to promote the growth of analytical chemistry in academic institutions and industry, and to provide recognition of future leaders in the field of analytical chemistry. The program has endeavored to be a model of the benefits of cooperation between the academic and industrial communities, with chemical companies employing PhD analytical chemists sponsoring the fellowships for outstanding analytical graduate students.</h4>",
      "<h4>The Graduate Fellowship Committee of the ACS Division of Analytical Chemistry, which is comprised of representatives from the sponsoring companies and analytical faculty who do not supervise graduate students, evaluate the applications, in part using a rubric and make the following fellowship awards:</h4>",
      "<li>Agilent/ACS Analytical Graduate Fellowship (9-month, $25,000)</li>",
      "<li>Eli Lilly and Company/ACS Analytical Graduate Fellowship (9-month, $25,000)</li>",
      "<li>Eastman/ACS Analytical Graduate Summer Fellowship (3-month, $8300)</li>",
      "<li>Pittcon/ACS Analytical Summer Graduate Fellowship (3-month, $8300)</li>",
      "<h4>Eligibility criteria</h4>",
      "<h4>The applicant must be a full-time student working toward a PhD and must have completed the second year of graduate study by the time the fellowship period begins. Analytical chemistry must be a central part of the applicant's PhD thesis. The applicant's research supervisor must be a member of the American Chemical Society Division of Analytical Chemistry. For the Agilent fellowship, preference will be given to students working in the area of mass spectrometry, broadly defined.</h4>",
      "<h4>Only one nomination per research supervisor will be accepted. Nine-month fellowships may begin on June 1, July 1, August 1 or September 1, so applicants for nine-month fellowships must not complete their thesis research before March 1 of the academic year in which they have received an award. Summer Fellowships begin on June 1 of the calendar year, therefore applicants for summer fellowships must not have completed their thesis research before September 1 of a given calendar year.</h4>",
      "<h4>Applicants for awards in previous years are encouraged to reapply. Previous 9-month fellowship recipients, however, are not eligible for a second award.</h4>",
      "<h4>Applicants must demonstrate outstanding research ability and accomplishment, as evidenced by peer-reviewed publications in analytical chemistry. Consequently, fellowships are normally awarded to students in their third or fourth years of graduate study when they have established a publication record.</h4>"
    ]
  },
  {
    "title": "Payette Sho-Ping Chin Memorial Academic Scholarship",
    "url": "https://architectsfoundation.org/our-programs/architecture-scholarships/the-payette-sho-ping-chin-memorial-academic-scholarship/",
    "contents": [
      "<p>The Payette Sho-Ping Chin Memorial Academic Scholarship is a $10,000 architecture scholarship supporting a woman studying architecture within a NAAB-accredited bachelor or master's degree program. To help the scholarship recipient establish contacts within the profession, she will be assigned a senior mentor from Payette for the scholarship year.</p>",
      "<h5>Eligibility</h5>",
      "<p>To be eligible for the Payette Sho-Ping Chin Memorial Academic Scholarship, students must meet the following criteria:</p>",
      "<li>Identify as a woman</li>",
      "<li>GPA of 3.0 or higher</li>",
      "<li>US Citizen</li>",
      "<li>Rising 3rd or 4th year undergraduate or graduate student in NAAB-accredited architecture program</li>",
      "<p>Previous Payette Sho-Ping Chin Memorial Academic Scholarship recipients are eligible to reapply in subsequent years.</p>"
    ]
  },
  {
    "title": "Ron Brown Scholarship Program",
    "url": "https://ronbrown.org/apply/ron-brown-scholarship/",
    "contents": [
      "<h2>About the Ron Brown Scholarship</h2>",
      "<p>The Ron Brown Scholarship honors the legacy of Ronald H. Brown through a selective scholarship program that advances higher education for community-minded and intellectually gifted African Americans.</p>",
      "<p>RBSP competitively awards 45 - 50 four-year $40,000 scholarships ($10,000 each year) to the most talented and economically-challenged high school seniors who demonstrate a keen interest in public service, community engagement, business entrepreneurship and global citizenship - the four pillars of the late Ronald H. Brown's mission to uplift people of all races, cultures and ethnicities - especially our disadvantaged youth.</p>",
      "<p>Recipients may use the renewable scholarships to attend an accredited four-year college or university of their choice within the United States. Ron Brown scholarships are not limited to any specific field or career objective and may be used to pursue any academic discipline. Since the Program's inception in 1996, 634 students have been designated as Ron Brown Scholars.</p>",
      "<h2>Ron Brown Scholarship Program Eligibility</h2>",
      "<p>Interested applicants are strongly encouraged to apply for the Ron Brown Scholar Program provided you meet the following requirements:</p>",
      "<li>Must be Black/African American.</li>",
      "<li>Must excel academically.</li>",
      "<li>Must exhibit exceptional leadership potential.</li>",
      "<li>Must participate in community service activities.</li>",
      "<li>Demonstrate financial need.</li>",
      "<li>Be a US citizen or hold a permanent resident visa card.</li>",
      "<li>Be a current high school senior at the time of your application. NOTE: Current college students are not eligible to apply.</li>"
    ]
  },
  {
    "title": "The Coca-Cola Scholars Program",
    "url": "https://www.coca-colascholarsfoundation.org/apply/",
    "contents": [
      "<h3>The Coca-Cola Scholars Program Scholarship</h3>",
      "<div>The Coca-Cola Scholars Program scholarship is an achievement-based scholarship awarded to students in their final year of high school. Students are recognized for their capacity to lead and serve, as well as their commitment to making a significant impact on their schools and communities. With the <a>36th class in 2024</a>, the Foundation has provided over 6,900 Coca-Cola Scholars with more than $84 million in educational support. 150 Coca-Cola Scholars are selected each year to receive this $20,000 scholarship.</div>",
      "<p><strong>Applicants must be:</strong></p>",
      "<li><strong>Currently enrolled</strong>high school/home-schooled students attending school in <strong>one of the 50 U.S. states, the District of Columbia, Puerto Rico, or select DoD schools who will graduate high school during the 2023-2024 academic school year</strong> (students graduating from an American or expat school abroad are not eligible for this award; individuals who have already graduated from high school are not eligible)</li>",
      "<li>U.S. Citizens, U.S. Nationals, U.S. Permanent Residents, Refugees, Asylees, Cuban-Haitian Entrants, or Humanitarian Parolees - based on the guidelines utilized by U.S. Department of Education for Federal Financial Aid eligibility</li>",
      "<li>Expecting to receive high school diploma during current academic year</li>",
      "<li>Planning to pursue a degree at an accredited U.S. post-secondary institution</li>",
      "<li>Able to verify a minimum overall B/3.0 GPA in high school coursework</li>",
      "<p><strong>Applicants may not be:</strong></p>",
      "<li>Children or grandchildren of current employees, officers, or owners of Coca-Cola bottling companies, The Coca-Cola Company, Company divisions, or subsidiaries.</li>",
      "<li>Children or grandchildren of former employees who are currently receiving retirement benefits based on their previous employment with Coca-Cola bottling companies, The Coca-Cola Company, Company divisions, or subsidiaries.</li>",
      "<li>International students (with the exception of students at DoD schools)</li>",
      "<li>High school graduates</li>",
      "<li>Temporary residents</li>"
    ]
  },
  {
    "title": "The Gates Scholarship",
    "url": "https://www.thegatesscholarship.org/scholarship",
    "contents": [
      "<h3>Award</h3>",
      "<p>Scholars will receive funding for the full cost of attendance* that is not already covered by other financial aid and the expected family contribution, as determined by the Free Application for Federal Student Aid (FAFSA), or the methodology used by a Scholar's college or university.</p>",
      "<p>*Cost of attendance includes tuition, fees, room, board, books, and transportation, and may include other personal costs.</p>",
      "<h3>Basic Eligibility</h3>",
      "<p>To apply, students must be:</p>",
      "<li>A high school senior</li>",
      "<li>From at least one of the following ethnicities: African-American, American Indian/Alaska, Asian & Pacific Islander American, and/or Hispanic American</li>",
      "<li>Pell-eligible</li>",
      "<li>A US citizen, national, or permanent resident</li>",
      "<li>In good academic standing with a minimum cumulative weighted GPA of 3.3 on a 4.0 scale (or equivalent)</li>",
      "<p>Additionally, a student must plan to enroll full-time, in a four-year degree program, at a US accredited, not-for-profit, private or public college or university.</p>",
      "<p>*For American Indian/Alaska Native, proof of tribal enrollment will be required.</p>"
    ]
  },
  {
    "title": "Hispanic Heritage Youth Awards",
    "url": "https://hispanicheritage.org/programs/leadership/youth-awards/",
    "contents": [
      "<p><strong>About the Youth Awards:</strong></p>",
      "<p>The Youth Awards was founded in 1998 by the Hispanic Heritage Foundation. Now entering its 25th year, the Youth Awards honors Latino high school seniors who excel in the classroom and community and for their excellence in various categories including: Community Service, Education, Engineering, Entrepreneurship & Business, Green Sustainability, Healthcare & Science, Media & Entertainment, Public Service & Social Justice, and Technology.</p>",
      "<p>Gold, Silver, and Bronze recipients are selected in each category and receive a one-time grant to fund their college education or to fund a community service effort that tackles a social issue.</p>",
      "<p>Once selected, recipients will be celebrated in 10 virtual ceremonies and will become part of our broader HHF network of 200,000 professionals and fulfill our unique cycle of leadership where we meet America's priorities in the classroom and workforce.</p>",
      "<p>The Youth Awards program is the main pipeline to Hispanic Heritage Foundation's (HHF) system of talent that prepares and positions Latino youth through the award-winning Latinos On Fast Track (LOFT) program as they transition from high school, to college, to graduate school, and into their careers. Follow LOFT on <a>Facebook</a>, <a>Twitter</a> and <a>Instagram</a>.</p>",
      "<p><strong>Eligibility:</strong></p>",
      "<li>Be currently enrolled in high school and graduating in the spring of 2024</li>",
      "<li>Must have a minimum unweighted 3.0 GPA on a 4.0 scale or 7.5 on a 10.0 scale</li>",
      "<li>Must enroll at an accredited higher education institution in 2024-2025</li>",
      "<li>Be of Hispanic heritage (includes Spain, Brazil, Philippines)</li>",
      "<li>If selected, attendance to virtual regional awards ceremony is mandatory</li>"
    ]
  },
  {
    "title": "Microsoft Women Scholarship",
    "url": "https://www.microsoft.com/en-us/diversity/programs/women-at-microsoft-scholarship",
    "contents": [
      "<h2>Scholarship Award</h2>",
      "<p>Seven one-time awards of $5,000.</p>",
      "<h3><strong>Requirements</strong></h3>",
      "<p>Applicants to the Women at Microsoft scholarship must:</p>",
      "<li>Be a graduating high school senior</li>",
      "<li>Self-identify as a woman*</li>",
      "<li>Plan to enroll in full-time in a tech, engineering, math, or computer science related undergraduate study at an accredited two- or four-year college, university, or vocational-technical school, in the United States, for the entire upcoming academic year.**</li>",
      "<li>Have a minimum grade point average of 3.0 on a 4.0 scale or its equivalent</li>",
      "<p>Employees and children of employees of Microsoft are ineligible.",
      "*Non-binary people, those who are gender fluid, and women of transgender experience are encouraged to apply.",
      "**International applicants are welcome to apply if they will attend school in the US.</p>"
    ]
  },
  {
    "title": "The Phi Alpha Theta Undergraduate Scholarships",
    "url": "https://www.phialphatheta.org/undergraduate-student-scholarship",
    "contents": [
      "<p>Exceptional student members entering the Fall Semester of their Senior Year and majoring in Modern European History 1815 to Present are eligible to apply for:</p>",
      "<p>The<strong>Graydon A. Tunstall Undergraduate Student Scholarship</strong>of $1,000</p>"
    ]
  },
  {
    "title": "The Phi Alpha Theta Graduate Student Scholarship",
    "url": "https://www.phialphatheta.org/graduate-student-scholarship",
    "contents": [
      "<p>Phi Alpha Theta encourages student members to apply for one of three (3) graduate scholarships (applicants will be considered for all three). To be eligible, members must be entering graduate school for the first time in fall 2024 and must be pursuing a Master's degree in History or Library Science-Archives. Students currently enrolled in a graduate program are not eligible to apply. Applicant must be a verified member of Phi Alpha Theta.</p>",
      "<li>The A. F. Zimmerman Scholarship of $1,250</li>",
      "<li>The Thomas S. Morgan Memorial Scholarship of $1,000</li>",
      "<li>The William E. Parrish Scholarship of $1,000</li>"
    ]
  }
]